Repository: manaflow-ai/cmux
Catalog: Resources/InfoPlist.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# NSAppBundlesUsageDescription
source: A program running within cmux would like to access the contents of other apps.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى محتويات تطبيقات أخرى.
de: Ein in cmux ausgeführtes Programm möchte auf die Inhalte anderer Apps zugreifen.
es: Un programa que se ejecuta dentro de cmux desea acceder al contenido de otras aplicaciones.
fr: Un programme s’exécutant dans cmux souhaite accéder au contenu d’autres applications.
ja: cmux 内で実行中のプログラムがほかのアプリのバンドル内容へのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 다른 앱의 콘텐츠에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问其他应用的内容。
zh_hant: 在 cmux 中執行的程式想要存取其他應用程式的內容。

# NSAppDataUsageDescription
source: A program running within cmux would like to access data from other apps.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى بيانات من تطبيقات أخرى.
de: Ein in cmux ausgeführtes Programm möchte auf Daten von anderen Apps zugreifen.
es: Un programa que se ejecuta dentro de cmux desea acceder a datos de otras aplicaciones.
fr: Un programme s’exécutant dans cmux souhaite accéder aux données d’autres applications.
ja: cmux 内で実行中のプログラムがほかのアプリのデータへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 다른 앱의 데이터에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问其他应用的数据。
zh_hant: 在 cmux 中執行的程式想要存取其他應用程式的資料。

# NSAppleEventsUsageDescription
source: A program running within cmux would like to use AppleScript.
ar: يرغب برنامج يعمل داخل cmux في استخدام AppleScript.
de: Ein in cmux ausgeführtes Programm möchte AppleScript verwenden.
es: Un programa que se ejecuta dentro de cmux desea utilizar AppleScript.
fr: Un programme s’exécutant dans cmux souhaite utiliser AppleScript.
ja: cmux 内で実行中のプログラムが AppleScript の使用を求めています。
ko: cmux 내에서 실행 중인 프로그램이 AppleScript를 사용하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要使用 AppleScript。
zh_hant: 在 cmux 中執行的程式想要使用 AppleScript。

# NSBluetoothAlwaysUsageDescription
source: A program running within cmux would like to use Bluetooth to discover passkeys and security keys.
ar: يرغب برنامج يعمل داخل cmux في استخدام بلوتوث لاكتشاف مفاتيح المرور ومفاتيح الأمان.
de: Ein in cmux ausgeführtes Programm möchte Bluetooth verwenden, um Passkeys und Sicherheitsschlüssel zu finden.
es: Un programa que se ejecuta dentro de cmux desea utilizar Bluetooth para detectar llaves de acceso y llaves de seguridad.
fr: Un programme s’exécutant dans cmux souhaite utiliser le Bluetooth pour découvrir des clés d’accès et des clés de sécurité.
ja: cmux 内で実行中のプログラムが、パスキーとセキュリティキーを検出するために Bluetooth の使用を求めています。
ko: cmux 내에서 실행 중인 프로그램이 패스키 및 보안 키를 탐색하기 위해 Bluetooth를 사용하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要使用蓝牙来发现通行密钥和安全密钥。
zh_hant: 在 cmux 中執行的程式想要使用藍牙來偵測通行金鑰與安全性金鑰。

# NSCalendarsFullAccessUsageDescription
source: A program running within cmux would like to read and write your calendars.
ar: يرغب برنامج يعمل داخل cmux في قراءة التقاويم الخاصة بك والكتابة فيها.
de: Ein in cmux ausgeführtes Programm möchte Ihre Kalender lesen und beschreiben.
es: Un programa que se ejecuta dentro de cmux desea leer y escribir en tus calendarios.
fr: Un programme s’exécutant dans cmux souhaite lire et écrire dans vos calendriers.
ja: cmux 内で実行中のプログラムがカレンダーの読み書きへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 캘린더를 읽고 쓰려고 합니다.
zh_hans: 在 cmux 中运行的程序想要读取和写入您的日历。
zh_hant: 在 cmux 中執行的程式想要讀取和寫入您的行事曆。

# NSCalendarsWriteOnlyAccessUsageDescription
source: A program running within cmux would like to add events to your calendars.
ar: يرغب برنامج يعمل داخل cmux في إضافة أحداث إلى التقاويم الخاصة بك.
de: Ein in cmux ausgeführtes Programm möchte Ereignisse zu Ihren Kalendern hinzufügen.
es: Un programa que se ejecuta dentro de cmux desea añadir eventos a tus calendarios.
fr: Un programme s’exécutant dans cmux souhaite ajouter des événements à vos calendriers.
ja: cmux 内で実行中のプログラムがカレンダーへのイベントの追加を求めています。
ko: cmux 내에서 실행 중인 프로그램이 캘린더에 일정을 추가하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要向您的日历中添加事件。
zh_hant: 在 cmux 中執行的程式想要新增行程至您的行事曆。

# NSCameraUsageDescription
source: A program running within cmux would like to use your camera.
ar: يرغب برنامج يعمل داخل cmux في استخدام الكاميرا الخاصة بك.
de: Ein in cmux ausgeführtes Programm möchte Ihre Kamera verwenden.
es: Un programa que se ejecuta dentro de cmux desea utilizar tu cámara.
fr: Un programme s’exécutant dans cmux souhaite utiliser votre appareil photo.
ja: cmux 内で実行中のプログラムがカメラの使用を求めています。
ko: cmux 내에서 실행 중인 프로그램이 카메라를 사용하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要使用您的摄像头。
zh_hant: 在 cmux 中執行的程式想要使用您的相機。

# NSDesktopFolderUsageDescription
source: A program running within cmux would like to access files in your Desktop folder.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى الملفات في مجلد سطح المكتب الخاص بك.
de: Ein in cmux ausgeführtes Programm möchte auf Dateien in Ihrem Schreibtisch-Ordner zugreifen.
es: Un programa que se ejecuta dentro de cmux desea acceder a los archivos de tu carpeta Escritorio.
fr: Un programme s’exécutant dans cmux souhaite accéder aux fichiers de votre dossier Bureau.
ja: cmux 内で実行中のプログラムがデスクトップフォルダ内のファイルへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 데스크탑 폴더의 파일에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问您「桌面」文件夹中的文件。
zh_hant: 在 cmux 中執行的程式想要存取您「桌面」資料夾中的檔案。

# NSDocumentsFolderUsageDescription
source: A program running within cmux would like to access files in your Documents folder.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى الملفات في مجلد المستندات الخاص بك.
de: Ein in cmux ausgeführtes Programm möchte auf Dateien in Ihrem Dokumente-Ordner zugreifen.
es: Un programa que se ejecuta dentro de cmux desea acceder a los archivos de tu carpeta Documentos.
fr: Un programme s’exécutant dans cmux souhaite accéder aux fichiers de votre dossier Documents.
ja: cmux 内で実行中のプログラムが書類フォルダ内のファイルへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 문서 폴더의 파일에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问您「文稿」文件夹中的文件。
zh_hant: 在 cmux 中執行的程式想要存取您「文件」資料夾中的檔案。

# NSDownloadsFolderUsageDescription
source: A program running within cmux would like to access files in your Downloads folder.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى الملفات في مجلد التنزيلات الخاص بك.
de: Ein in cmux ausgeführtes Programm möchte auf Dateien in Ihrem Downloads-Ordner zugreifen.
es: Un programa que se ejecuta dentro de cmux desea acceder a los archivos de tu carpeta Descargas.
fr: Un programme s’exécutant dans cmux souhaite accéder aux fichiers de votre dossier Téléchargements.
ja: cmux 内で実行中のプログラムがダウンロードフォルダ内のファイルへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 다운로드 폴더의 파일에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问您「下载」文件夹中的文件。
zh_hant: 在 cmux 中執行的程式想要存取您「下載」資料夾中的檔案。

# NSFileProviderDomainUsageDescription
source: A program running within cmux would like to access files managed by a file provider.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى ملفات مدارة بواسطة موفر ملفات.
de: Ein in cmux ausgeführtes Programm möchte auf Dateien zugreifen, die von einem Dateianbieter verwaltet werden.
es: Un programa que se ejecuta dentro de cmux desea acceder a los archivos gestionados por un proveedor de archivos.
fr: Un programme s’exécutant dans cmux souhaite accéder aux fichiers gérés par un fournisseur de fichiers.
ja: cmux 内で実行中のプログラムがファイルプロバイダによって管理されているファイルへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 파일 제공업체에서 관리하는 파일에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问由文件提供程序管理的文件。
zh_hant: 在 cmux 中執行的程式想要存取由檔案提供者管理的檔案。

# NSLocalNetworkUsageDescription
source: A program running within cmux would like to discover devices on your local network.
ar: يرغب برنامج يعمل داخل cmux في اكتشاف الأجهزة على شبكتك المحلية.
de: Ein in cmux ausgeführtes Programm möchte Geräte in Ihrem lokalen Netzwerk finden.
es: Un programa que se ejecuta dentro de cmux desea buscar dispositivos en tu red local.
fr: Un programme s’exécutant dans cmux souhaite découvrir des appareils sur votre réseau local.
ja: cmux 内で実行中のプログラムがローカルネットワーク上のデバイスの検出を求めています。
ko: cmux 내에서 실행 중인 프로그램이 로컬 네트워크의 기기를 탐색하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要发现您本地网络上的设备。
zh_hant: 在 cmux 中執行的程式想要尋找您區域網路上的裝置。

# NSLocationWhenInUseUsageDescription
source: A program running within cmux would like to access your location.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى موقعك الجغرافي.
de: Ein in cmux ausgeführtes Programm möchte auf Ihren Standort zugreifen.
es: Un programa que se ejecuta dentro de cmux desea acceder a tu ubicación.
fr: Un programme s’exécutant dans cmux souhaite accéder à votre position.
ja: cmux 内で実行中のプログラムが位置情報へのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 위치 정보에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问您的位置信息。
zh_hant: 在 cmux 中執行的程式想要存取您的位置資訊。

# NSMicrophoneUsageDescription
source: A program running within cmux would like to use your microphone.
ar: يرغب برنامج يعمل داخل cmux في استخدام الميكروفون.
de: Ein in cmux ausgeführtes Programm möchte Ihr Mikrofon verwenden.
es: Un programa en ejecución dentro de cmux desea usar tu micrófono.
fr: Un programme s'exécutant dans cmux souhaite utiliser votre microphone.
ja: cmux 内で実行中のプログラムがマイクの使用を求めています。
ko: cmux 내에서 실행 중인 프로그램이 마이크를 사용하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要使用您的麦克风。
zh_hant: 在 cmux 中執行的程式想要使用您的麥克風。

# NSMotionUsageDescription
source: A program running within cmux would like to access motion data.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى بيانات الحركة.
de: Ein in cmux ausgeführtes Programm möchte auf Bewegungsdaten zugreifen.
es: Un programa que se ejecuta dentro de cmux desea acceder a los datos de movimiento.
fr: Un programme s’exécutant dans cmux souhaite accéder à vos données de mouvement.
ja: cmux 内で実行中のプログラムがモーションデータへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 동작 데이터에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问运动数据。
zh_hant: 在 cmux 中執行的程式想要存取動作資料。

# NSNetworkVolumesUsageDescription
source: A program running within cmux would like to access files on a network volume.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى الملفات على وحدة تخزين شبكية.
de: Ein in cmux ausgeführtes Programm möchte auf Dateien auf einem Netzwerklaufwerk zugreifen.
es: Un programa que se ejecuta dentro de cmux desea acceder a los archivos de un volumen de red.
fr: Un programme s’exécutant dans cmux souhaite accéder aux fichiers d’un volume réseau.
ja: cmux 内で実行中のプログラムがネットワークボリューム上のファイルへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 네트워크 볼륨의 파일에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问网络宗卷上的文件。
zh_hant: 在 cmux 中執行的程式想要存取網路卷宗上的檔案。

# NSRemindersFullAccessUsageDescription
source: A program running within cmux would like to read and write your reminders.
ar: يرغب برنامج يعمل داخل cmux في قراءة التذكيرات الخاصة بك والكتابة فيها.
de: Ein in cmux ausgeführtes Programm möchte Ihre Erinnerungen lesen und beschreiben.
es: Un programa que se ejecuta dentro de cmux desea leer y escribir en tus recordatorios.
fr: Un programme s’exécutant dans cmux souhaite lire et écrire dans vos rappels.
ja: cmux 内で実行中のプログラムがリマインダーの読み書きへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 미리 알림을 읽고 쓰려고 합니다.
zh_hans: 在 cmux 中运行的程序想要读取和写入您的提醒事项。
zh_hant: 在 cmux 中執行的程式想要讀取和寫入您的提醒事項。

# NSRemovableVolumesUsageDescription
source: A program running within cmux would like to access files on a removable volume.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى الملفات على وحدة تخزين قابلة للإزالة.
de: Ein in cmux ausgeführtes Programm möchte auf Dateien auf einem Wechseldatenträger zugreifen.
es: Un programa que se ejecuta dentro de cmux desea acceder a los archivos de un volumen extraíble.
fr: Un programme s’exécutant dans cmux souhaite accéder aux fichiers d’un volume amovible.
ja: cmux 内で実行中のプログラムがリムーバブルボリューム上のファイルへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 외장 볼륨의 파일에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问可移除宗卷上的文件。
zh_hant: 在 cmux 中執行的程式想要存取卸除式卷宗上的檔案。

# NSSpeechRecognitionUsageDescription
source: A program running within cmux would like to use speech recognition.
ar: يرغب برنامج يعمل داخل cmux في استخدام ميزة التعرف على الكلام.
de: Ein in cmux ausgeführtes Programm möchte die Spracherkennung verwenden.
es: Un programa que se ejecuta dentro de cmux desea utilizar el reconocimiento de voz.
fr: Un programme s’exécutant dans cmux souhaite utiliser la reconnaissance vocale.
ja: cmux 内で実行中のプログラムが音声認識の使用を求めています。
ko: cmux 내에서 실행 중인 프로그램이 음성 인식을 사용하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要使用语音识别。
zh_hant: 在 cmux 中執行的程式想要使用語音辨識。

# NSSystemAdministrationUsageDescription
source: A program running within cmux would like to perform system administration tasks.
ar: يرغب برنامج يعمل داخل cmux في إجراء مهام إدارة النظام.
de: Ein in cmux ausgeführtes Programm möchte Systemadministrationsaufgaben durchführen.
es: Un programa que se ejecuta dentro de cmux desea realizar tareas de administración del sistema.
fr: Un programme s’exécutant dans cmux souhaite effectuer des tâches d’administration système.
ja: cmux 内で実行中のプログラムがシステム管理タスクの実行を求めています。
ko: cmux 내에서 실행 중인 프로그램이 시스템 관리 작업을 수행하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要执行系统管理任务。
zh_hant: 在 cmux 中執行的程式想要執行系統管理工作。

source: New $(PRODUCT_NAME) Workspace Here
ar: مساحة عمل $(PRODUCT_NAME) جديدة هنا
de: Neuer $(PRODUCT_NAME)-Arbeitsbereich hier
es: Nuevo espacio de trabajo de $(PRODUCT_NAME) aquí
fr: Nouvel espace de travail $(PRODUCT_NAME) ici
ja: ここに新規 $(PRODUCT_NAME) ワークスペースを作成
ko: 여기에 새 $(PRODUCT_NAME) 작업 공간
zh_hans: 在此新建 $(PRODUCT_NAME) 工作区
zh_hant: 在此新增 $(PRODUCT_NAME) 工作區

source: New $(PRODUCT_NAME) Window Here
ar: نافذة $(PRODUCT_NAME) جديدة هنا
de: Neues $(PRODUCT_NAME)-Fenster hier
es: Nueva ventana de $(PRODUCT_NAME) aquí
fr: Nouvelle fenêtre $(PRODUCT_NAME) ici
ja: ここに新規 $(PRODUCT_NAME) ウインドウを作成
ko: 여기에 새 $(PRODUCT_NAME) 윈도우
zh_hans: 在此新建 $(PRODUCT_NAME) 窗口
zh_hant: 在此新增 $(PRODUCT_NAME) 視窗

# NSCalendarsUsageDescription
source: A program running within cmux would like to access your calendars.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى تقاويمك.
de: Ein in cmux ausgeführtes Programm möchte auf Ihren Kalender zugreifen.
es: Un programa en ejecución dentro de cmux desea acceder a tus calendarios.
fr: Un programme s'exécutant dans cmux souhaite accéder à vos calendriers.
ja: cmux 内で実行中のプログラムがカレンダーへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 캘린더에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问您的日历。
zh_hant: 在 cmux 中執行的程式想要存取您的日曆。

# NSRemindersUsageDescription
source: A program running within cmux would like to access your reminders.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى تذكيراتك.
de: Ein in cmux ausgeführtes Programm möchte auf Ihre Erinnerungen zugreifen.
es: Un programa en ejecución dentro de cmux desea acceder a tus recordatorios.
fr: Un programme s'exécutant dans cmux souhaite accéder à vos rappels.
ja: cmux 内で実行中のプログラムがリマインダーへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 미리 알림에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问您的提醒事项。
zh_hant: 在 cmux 中執行的程式想要存取您的提醒事項。

# NSContactsUsageDescription
source: A program running within cmux would like to access your contacts.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى جهات اتصالك.
de: Ein in cmux ausgeführtes Programm möchte auf Ihre Kontakte zugreifen.
es: Un programa en ejecución dentro de cmux desea acceder a tus contactos.
fr: Un programme s'exécutant dans cmux souhaite accéder à vos contacts.
ja: cmux 内で実行中のプログラムが連絡先へのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 연락처에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问您的通讯录。
zh_hant: 在 cmux 中執行的程式想要存取您的聯絡人。

# NSLocationUsageDescription
source: A program running within cmux would like to access your location.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى موقعك.
de: Ein in cmux ausgeführtes Programm möchte auf Ihren Standort zugreifen.
es: Un programa en ejecución dentro de cmux desea acceder a tu ubicación.
fr: Un programme s'exécutant dans cmux souhaite accéder à votre position.
ja: cmux 内で実行中のプログラムが位置情報へのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 위치에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问您的位置信息。
zh_hant: 在 cmux 中執行的程式想要存取您的位置。

# NSPhotoLibraryUsageDescription
source: A program running within cmux would like to access your photo library.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى مكتبة صورك.
de: Ein in cmux ausgeführtes Programm möchte auf Ihre Fotomediathek zugreifen.
es: Un programa en ejecución dentro de cmux desea acceder a tu biblioteca de fotos.
fr: Un programme s'exécutant dans cmux souhaite accéder à votre photothèque.
ja: cmux 内で実行中のプログラムが写真ライブラリへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 사진 보관함에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问您的照片图库。
zh_hant: 在 cmux 中執行的程式想要存取您的照片圖庫。

# NSAudioCaptureUsageDescription
source: A program running within cmux would like to access your system's audio.
ar: يرغب برنامج يعمل داخل cmux في الوصول إلى صوت النظام.
de: Ein in cmux ausgeführtes Programm möchte auf das Systemaudio zugreifen.
es: Un programa en ejecución dentro de cmux desea acceder al audio del sistema.
fr: Un programme s'exécutant dans cmux souhaite accéder à l'audio du système.
ja: cmux 内で実行中のプログラムがシステムオーディオへのアクセスを求めています。
ko: cmux 내에서 실행 중인 프로그램이 시스템 오디오에 접근하려고 합니다.
zh_hans: 在 cmux 中运行的程序想要访问您的系统音频。
zh_hant: 在 cmux 中執行的程式想要存取您的系統音訊。

# NSSystemExtensionUsageDescription
source: cmux installs a network extension so this Mac can reach your Cloud machines on their private network. It runs only while you use cmux Cloud.
ar: يقوم cmux بتثبيت امتداد شبكة ليتمكن جهاز Mac هذا من الوصول إلى أجهزة السحابة الخاصة بك على شبكتها الخاصة. يعمل هذا الامتداد فقط أثناء استخدامك لـ cmux Cloud.
de: cmux installiert eine Netzwerkerweiterung, damit dieser Mac Ihre Cloud-Maschinen in deren privatem Netzwerk erreichen kann. Sie wird nur ausgeführt, während Sie cmux Cloud verwenden.
es: cmux instala una extensión de red para que este Mac pueda conectarse a tus máquinas Cloud en su red privada. Solo se ejecuta mientras usas cmux Cloud.
fr: cmux installe une extension réseau afin que ce Mac puisse accéder à vos machines Cloud sur leur réseau privé. Elle ne s’exécute que lorsque vous utilisez cmux Cloud.
ja: cmux はこの Mac からプライベートネットワーク上のクラウドマシンに到達できるように、ネットワーク機能拡張をインストールします。機能拡張は cmux Cloud を使用している間だけ動作します。
ko: cmux는 이 Mac이 사설 네트워크의 Cloud 머신에 연결할 수 있도록 네트워크 확장을 설치합니다. 이 확장은 cmux Cloud를 사용하는 동안에만 실행됩니다.
zh_hans: cmux 会安装一个网络扩展，让这台 Mac 能够通过专用网络访问您的云端机器。它仅在您使用 cmux Cloud 期间运行。
zh_hant: cmux 會安裝網路延伸功能，以便此 Mac 可透過私人網路連線至您的 Cloud 虛擬主機。此功能僅在您使用 cmux Cloud 時執行。
